<?php

return [
    'every_forth_month' => 'Каждый месяц мы продолжаем вести постоянный мониторинг сайта на наличие технических ошибок, вирусов, взломов, нарушений и сбоев, наличие дублей и ошибок сканирования. Проводится периодическая проверка позиций сайта, анализ изменений в выдаче и внесение соответствующих корректировок.',
    'work_rewrite' => 'добавлены необходимые вхождения в тексты на страницах:',
    'work_default' => 'написаны и размещены уникальные тексты на страницах:',
    'positions_new_1' => 'проект только недавно начал продвижение',
    'positions_new_2' => 'вывод всех запросов в ТОП-100 с дальнейшим улучшением',
    'positions_old_1' => 'у сайта уже есть определенные позиции',
    'positions_pld_2' => 'корректировка оптимизации посадочных страниц для улучшения видимости проекта',
    'first_audit' => 'В этот период наша работа была направлена на улучшение позиций сайта. Мы провели плановый технический аудит, который в себя включал:',
    'second_audit' => 'В этом месяце наши работы были направлены на улучшение позиций отстающих запросов. С этой целью на сайте проводились следующие работы:',

    'repeat' => 'повторного',
    'next_work_1' => 'В следующем месяце мы планируем проведение :repeat технического аудита сайта с целью выявления ошибок связанных с текущими программными настройками, корректностью использования редиректов, наличием битых ссылок, отказоустойчивостью, склейкой зеркал и проч. Техническая сторона сайта имеет сильное влияние на эффективное функционирование ресурса, а также на быстроту и качество его продвижения в поисковых системах.',
    'next_work_2' => 'В следующем месяце мы планируем провести работы по устранению выявленных ошибок в ходе технического аудита и улучшению видимости сайта в поисковых системах по продвигаемым ключевым словам.',
    'next_work_3' => 'В следующем периоде мы планируем провести полную проверку текущей индексации сайта в поисковых системах с целью выявления уязвимостей, своевременного их устранения. Данные работы положительно повлияют на скорость обновления страниц в индексе и, как следствие, обеспечат рост позиций.',
    'next_work_4' => 'В следующем периоде мы планируем провести проверку текущей ссылочной массы сайта и его конкурентов в ТОП-10, определить динамику изменения, проверить анкор-лист и основные показатели сайтов-доноров.',
    'next_work_5' => 'В следующем месяце мы планируем провести работы по анализу внутренней и внешней перелинковки, поиска путей улучшения показателя статического веса на продвигаемых страницах с целью роста позиций по продвигаемым ключевым словам.',
    'next_work_6' => 'В следующем месяце мы планируем провести работы по составлению анкор-листа, а также его внедрение на сайт для создания корректной внутренней перелинковки; поиск и составления white-листа качественных внешних доноров и размещение внешних естественных ссылок на сайт, что позволит увеличить релевантность продвигаемых страниц и будет способствовать улучшению уже достигнутых результатов.',
    'next_work_7' => 'В следующем месяце наша работа будет направлена на анализ текущего положения поисковых фраз в выдаче поисковых систем, корректировка необходимых заголовков, мета-тегов, проверка и, при необходимости, корректировка оптимизации текста для улучшения видимости сайта в поисковых системах по продвигаемым ключевым словам.',
    'next_work_8' => 'В следующем месяце мы планируем провести работы по устранению выявленных ошибок в ходе поискового аудита и улучшению видимости сайта в поисковых системах по продвигаемым ключевым словам.',
    'next_work_9' => 'В следующем месяце мы планируем провести работу со сниппетами (текстовыми описаниями в поисковой выдаче), для того чтобы сайт имел максимальную кликабельность (%CTR), формирование и управление микроразметкой сайта в выдаче, а также проведению дополнительных работ по улучшению отстающих запросов.',
    'next_work_10' => 'В следующем периоде мы планируем проведение маркетингового аудита сайта для отслеживания тенденций поведения посетителя, поиска узких мест, развития функциональности сайта на основе этих данных, для оценки эффективности seo-кампании и выявлении проблемных мест в структуре, навигации и контенте сайта. Это очень важный этап работы с сайтом, в ходе которого мы даем рекомендации по улучшению ресурса.',
    'next_work_11' => 'В следующем месяце мы планируем проведение анализа семантики, которую получает ресурс из естественной поисковой выдачи. Это позволит проанализировать эффективность продвижение по выбранным ключевым направлениям, а также даст возможность собрать дополнительную семантику для сайта с целью улучшение видимости ресурса в выдаче.',
    'next_work_12' => 'В последующих месяцах мы планируем планомерное внедрение дополнительной семантики на сайт для увеличения видимости сайта по всему пулу тематических релевантных запросов. Прирост дополнительного релевантного трафика должен положительно повлиять на рост позиций сайта по продвигаемым ключевым запросам.',
    'next_work_13' => 'Каждый месяц мы продолжаем вести постоянный мониторинг сайта на наличие технических ошибок, вирусов, взломов, нарушений и сбоев, наличие дублей и ошибок сканирования. Проводится периодическая проверка позиций сайта, анализ изменений в выдаче и внесение соответствующих корректировок.',

    'support_feedback' => 'Проверена работоспособность формы обратной связи и скорость реакции персонала на заявку с сайта;',
    'support_news' => 'Согласованы и размещены новости;',
    'support_articles' => 'Написана и размещена тематическая статья;',
    'support_photos' => 'Размещены фотографии в фотогалерею;',
    'support_reviews' => 'Написаны и размещены отзывы на сайте.',
    'support_side_reviews' => 'Написаны и размещены отзывы на сторонних ресурсах.',
    'support_all_reviews' => 'Написаны и размещены отзывы на сайте и на сторонних ресурсах.',

    'support_list_title' => 'Список:',

    'note_title' => 'Также в этом месяце выполнены следующие работы:',

    'mobile_recomendation_1' => 'В этом месяце из всех посетителей сайта, :percent% перешли с мобильных устройств. На данный момент сайт не адаптирован под мобильные телефоны и планшеты — информацию приходится увеличивать для прочтения, что весьма неудобно. В итоге показатель отказов (быстрых закрытий сайта) мобильных пользователей составляет :bounceRate%. Это существенный показатель, учитывая, что ушедшие пользователи могли бы стать вашими клиентами.',
    'mobile_recomendation_2' => 'В результатах поисковой выдачи на мобильных устройствах позиции нашего проекта могут занижаться поисковыми системами. Чтобы привлечь дополнительный трафик, увеличить число посетителей сайта и клиентов за счет пользователей телефонов и планшетов, настоятельно рекомендуем вам адаптировать сайт под мобильные устройства.',
    'mobile_recomendation_3' => 'В этом месяце из всех посетителей сайта, :percent% перешли с мобильных устройств. На данный момент сайт все еще не адаптирован под мобильные телефоны и планшеты — информацию приходится увеличивать для прочтения. Показатель отказов (быстрых закрытий сайта) мобильных пользователей составляет :bounceRate%.',
    'mobile_recomendation_default' => 'За последние два месяца переходы с мобильных устройств увеличились с  :mobilePercent_last% до :mobilePercent%. Это говорит о том, что доля мобильных пользователей сайта растет. На данный момент сайт все еще не адаптирован под мобильные телефоны и планшеты — информацию приходится увеличивать для прочтения. Показатель отказов (быстрых закрытий сайта) мобильных пользователей составляет :bounceRate%.',

    'sources_first_half_rand_1' => 'Как видно',
    'sources_first_half_rand_2' => 'Из поисковой статистики следует, что',
    'sources_first_half_rand_3' => 'Мы наблюдаем, что',
    'sources_first_half_rand_4' => 'Заметно, что',
    'sources_first_half_rand_5' => 'Мы видим, что',
    'sources_second_month_text' => 'При грамотной настройке сайта в поисковой выдаче сильно растет количество фраз, по которым сайт могут находить пользователи.',


];